[{"id": "swag_5429", "text": "A person in dark clothing blows leaves on a piece of property in front of two open garage doors. Another person", "label": 0}, {"id": "swag_3998", "text": "Someone changes into a Spanish policeman's outfit and heads down an outside staircase with the packed up rifle. As someone leaves, someone", "label": 0}, {"id": "swag_3861", "text": "She opens a small metal box on a desk and pushes a button inside. Someone", "label": 0}, {"id": "swag_0746", "text": "He shows a water bottle he has along with a brush, and uses the brush to remove snow from the dash window of a car and the water to remove any excess snow left on the windshield. Once finished, he", "label": 0}, {"id": "swag_1093", "text": "Someone opens her door then turns on a shower. She", "label": 0}, {"id": "swag_2571", "text": "Someone and someone step into a tent. Someone's mouth", "label": 0}, {"id": "swag_9377", "text": "Someone starts to say something then thinks better of it, and remains silent. Someone", "label": 0}, {"id": "swag_1327", "text": "Someone steps outside and opens an umbrella. Someone halts,", "label": 0}, {"id": "swag_2920", "text": "Someone stares tenderly at him. Someone", "label": 0}, {"id": "swag_4285", "text": "Someone gulps wine and sets down the glass. Now, someone", "label": 0}, {"id": "swag_0063", "text": "A lot of people are sitting on terraces in a big field and people is walking in the entrance of a big stadium. men", "label": 1}, {"id": "swag_1841", "text": "We see the finished painting and a line of paints. We then", "label": 1}, {"id": "swag_2361", "text": "Several people use different methods to perform trick shots. They continue performing impressive shots", "label": 1}, {"id": "swag_6627", "text": "They duck as the chopper bombards the ballroom with its heavy artillery. The men", "label": 1}, {"id": "swag_7442", "text": "The water gets rough as the past through some rocks. Several people", "label": 1}, {"id": "swag_2491", "text": "Villagers stare up at the night sky. Flashes of white light", "label": 1}, {"id": "swag_9944", "text": "We see a title screen. We", "label": 1}, {"id": "swag_1640", "text": "The girls then begin dancing around the area while twirling batons in their hands. They", "label": 1}, {"id": "swag_8941", "text": "We see a man dunk the ball twice. We", "label": 1}, {"id": "swag_6864", "text": "A group of spectators are gathered in a gym. A man and his teammates", "label": 1}, {"id": "swag_9157", "text": "Together, they wander a few steps without taking their eyes off of him. Now in the car as someone drives, someone", "label": 2}, {"id": "swag_9454", "text": "In slow motion, both the Russians and Americans celebrate. Someone", "label": 2}, {"id": "swag_8777", "text": "We are tracking in on the circular bench towards a big man nursing a large plastic cup of Bud. He", "label": 2}, {"id": "swag_4982", "text": "Soccer team is running in the field through a large advertising. woman", "label": 2}, {"id": "swag_9350", "text": "As our view retracts through the star map a holographic line sets out from the gunner chair and targets hologram of the planet earth. She", "label": 2}, {"id": "swag_5408", "text": "We see two women performing a baton twirling routine in a gym. One lady", "label": 2}, {"id": "swag_7377", "text": "Loose papers fly and a wind blows blankets off the bed. Someone", "label": 2}, {"id": "swag_0643", "text": "People stand by the wall, laughing. He", "label": 2}, {"id": "swag_8797", "text": "People suddenly wrap their arms around each other and kiss hungrily. Someone", "label": 2}, {"id": "swag_5891", "text": "Through a window, we watch someone raise his teacup to his companions. At home, someone", "label": 2}, {"id": "swag_8893", "text": "The younger insurance rep solemnly faces his partner. The older man", "label": 3}, {"id": "swag_2931", "text": "The official extends a red flag. As Master someone", "label": 3}, {"id": "swag_4304", "text": "We see a man in red talking. A man", "label": 3}, {"id": "swag_8683", "text": "He is shown playing a game with a virtual sumo wrestler. The shorter man", "label": 3}, {"id": "swag_9117", "text": "The secretary flexes the foot of her crossed - leg as she eyes someone. The woman", "label": 3}, {"id": "swag_1411", "text": "The girls flips, then runs, flips and dismounts. The cloud", "label": 3}, {"id": "swag_1504", "text": "The man strikes a white ball and send balls in the pocket. At the end, the young man", "label": 3}, {"id": "swag_2536", "text": "A kid in blue shorts is vacuuming the floor. A kid in a red shirt", "label": 3}, {"id": "swag_9540", "text": "He grabs her hair and pulls her head back. She", "label": 3}, {"id": "swag_7739", "text": "The Indian guy keeps his malevolent gaze on someone and looks away. The barmaid", "label": 3}, {"id": "swag_4481", "text": "Bloodstains spread over someone's white shirt. Someone", "label": 4}, {"id": "swag_2970", "text": "With a nod, the man hands it over to the defeated boy. Someone", "label": 4}, {"id": "swag_0342", "text": "On the shop floor, his little helper helps himself to an expensive handbag from a display cabinet, then some women's designer shoes, all of which are detailed on a list. He", "label": 4}, {"id": "swag_8746", "text": "He finds someone's records in a box. Someone", "label": 4}, {"id": "swag_1239", "text": "The waiter refills someone's glass. Someone", "label": 4}, {"id": "swag_3511", "text": "He has messy brown hair and a mustache. Someone", "label": 4}, {"id": "swag_4029", "text": "Now, in a dorm, the lovely Asian girl wears only a towel. Someone", "label": 4}, {"id": "swag_4458", "text": "Swirling black smoke consumes the image of the boy and someone takes his face out of the pensive. Someone", "label": 4}, {"id": "swag_8410", "text": "He turns away and covers his face with one hand. Someone", "label": 4}, {"id": "swag_3587", "text": "Smiling, he steps forward and kisses her hands. Someone", "label": 4}, {"id": "swag_6909", "text": "Someone throws them onto someone and punches the both of them in the face. The crone then", "label": 5}, {"id": "swag_3075", "text": "It reads Awarded to Keith someone, Detective First Grade. He", "label": 5}, {"id": "swag_4552", "text": "She forces a smile, then watches him place his hand on her hand. He caresses her cheek, and she", "label": 5}, {"id": "swag_0630", "text": "A girl is playing the flute with a lady watching on the webcam and visible on the monitor. The lady watching", "label": 5}, {"id": "swag_8948", "text": "A logo for a sports even is shown. There", "label": 5}, {"id": "swag_9836", "text": "A man wearing a safari hat leads a group of camels with riders in a single file. The camera", "label": 5}, {"id": "swag_8367", "text": "A man crawls alongside them, offering encouragement. The red time wins, and everyone", "label": 5}, {"id": "swag_2470", "text": "Someone stirs the cookie dough in a bowl. The dough", "label": 5}, {"id": "swag_3738", "text": "Now in the eating quarters, someone faces a husky, larged - nosed cook. The cook", "label": 5}, {"id": "swag_5372", "text": "Someone turns his back to the goateed zookeeper. Stepping closer, Shane", "label": 5}, {"id": "swag_6201", "text": "A young child is moving back and fourth on a swing while laughing and smiling to the camera. The child", "label": 6}, {"id": "swag_4336", "text": "Emerging in open water, he does a breaststroke toward the murky. He", "label": 6}, {"id": "swag_0557", "text": "A grey bunny is standing on a bed on a black towel eating something in his hand. As he eats, the bunny", "label": 6}, {"id": "swag_1413", "text": "The girl does 2 perfect flips. The girls", "label": 6}, {"id": "swag_7494", "text": "The son of Poseidon holds the water at bay on either side of himself. Someone", "label": 6}, {"id": "swag_7399", "text": "The person claps their hands. The person", "label": 6}, {"id": "swag_2745", "text": "The man claps his hands together. The man", "label": 6}, {"id": "swag_3225", "text": "The guy pours product in a container and uses a brush to put the liquid on the surface of a metal object. The guy", "label": 6}, {"id": "swag_3555", "text": "A man is seen hosting a news segment and speaking to the camera. The man", "label": 6}, {"id": "swag_7095", "text": "He straightens up again, smiles faintly and picks up his briefcase. Someone", "label": 6}, {"id": "swag_7808", "text": "He eyes someone with a furrowed brow, then springs up and hurries after her. Someone and someone", "label": 7}, {"id": "swag_3313", "text": "She flinches, but quickly composes herself and moves on. The crowd of onlookers", "label": 7}, {"id": "swag_7711", "text": "A reporter interview two boys and a little boy. Then, the big boys and the small boys", "label": 7}, {"id": "swag_5133", "text": "Someone points his wand upwards. High above, red sparks", "label": 7}, {"id": "swag_3166", "text": "A manager explains the players how to play Jai - Alai while a group of boys observe the training. Then, the players take turns to hit balls, and the manager", "label": 7}, {"id": "swag_1424", "text": "The man plays the video in reverse to look as if he's putting shaving cream on with the razor. The men then", "label": 7}, {"id": "swag_1280", "text": "Someone turns at the sound of the distant horns. 6000 horsemen, lead by people,", "label": 7}, {"id": "swag_5195", "text": "A man is playing the drums while wearing earphones. We", "label": 7}, {"id": "swag_9151", "text": "Now, someone stands below an overcast sky. Strands of his greasy black hair", "label": 7}, {"id": "swag_3447", "text": "At the bow railing, a man runs toward it. People", "label": 7}, {"id": "swag_4821", "text": "She sprints past a pond, then heads out through the open gate of a white - picket fence. At a valet station, she", "label": 8}, {"id": "swag_7478", "text": "Someone flings his hands forward. The someone fires, but the water", "label": 8}, {"id": "swag_4711", "text": "Someone peers out from the cabin. As she emerges, someone", "label": 8}, {"id": "swag_7922", "text": "He gently tries to pull up and then reel the fishing line out of the hole. He", "label": 8}, {"id": "swag_2515", "text": "Someone and someone swap looks. She", "label": 8}, {"id": "swag_0415", "text": "A woman smiles at the camera. The woman", "label": 8}, {"id": "swag_8900", "text": "Someone watches with a heaving chest. He", "label": 8}, {"id": "swag_8220", "text": "A teenage girl is dressed in a long sleeve red leotard and jumps up on a balance beam. Once she is on, she", "label": 8}, {"id": "swag_7156", "text": "She is aware of him, and immediately retreats into the doorway. She", "label": 8}, {"id": "swag_9829", "text": "A girl is shown several times running on a track. She", "label": 8}]