[{"id": "swag_5559", "text": "She hands him the address written out by her father. She", "label": 0}, {"id": "swag_2515", "text": "Someone and someone swap looks. She", "label": 0}, {"id": "swag_6701", "text": "A man is seen laying out a piece of wood. He then", "label": 0}, {"id": "swag_2865", "text": "He pans back to a roof and uses a tool to pull up tiles. The man", "label": 0}, {"id": "swag_6485", "text": "A tear rolls down someone's cheek. Someone", "label": 0}, {"id": "swag_4524", "text": "She stares at someone, who gravely stands her ground. Her eyes glistening, the troubled blonde", "label": 0}, {"id": "swag_10096", "text": "A man is talking inside a room in a house. He", "label": 0}, {"id": "swag_8030", "text": "A man is doing a routine on the parallele bars. He", "label": 0}, {"id": "swag_1409", "text": "A woman bends down and puts something on a scale. She then", "label": 0}, {"id": "swag_7478", "text": "Someone flings his hands forward. The someone fires, but the water", "label": 0}, {"id": "swag_4042", "text": "He starts by cracking the eggs in a clear glass bowl. He then", "label": 0}, {"id": "swag_5923", "text": "Someone wakes from his fitful sleep and picks himself up off the floor. Someone", "label": 0}, {"id": "swag_4839", "text": "She picks up a microphone and starts singing. She", "label": 0}, {"id": "swag_0904", "text": "Someone peeks out from the kitchen. He", "label": 0}, {"id": "swag_8673", "text": "Someone knits her brow and follows him inside. She", "label": 0}, {"id": "swag_8817", "text": "Someone closes his clamshell mobile phone. Someone", "label": 0}, {"id": "swag_9330", "text": "He pulls down the blind. He", "label": 0}, {"id": "swag_3082", "text": "He writes it on a business card. He", "label": 0}, {"id": "swag_5642", "text": "A man jumps off a tower. He bungee", "label": 0}, {"id": "swag_3644", "text": "Someone sits up in bed. Someone", "label": 0}, {"id": "swag_0558", "text": "As he eats, the bunny begins to grabs his ears and shakes its head. Struggling more, the bunny", "label": 1}, {"id": "swag_3706", "text": "The first girl comes back and does it effortlessly as the second girl still struggles. For the last round, the girl", "label": 1}, {"id": "swag_4336", "text": "Emerging in open water, he does a breaststroke toward the murky. He", "label": 1}, {"id": "swag_8638", "text": "In a flashback, he reaches out to touch someone's inert, bloody hand. He", "label": 1}, {"id": "swag_9674", "text": "In the lifeboat, the engineer struggles pitily against the grasp of the giant squid - like creature. The engineer", "label": 1}, {"id": "swag_6948", "text": "As she leaves, the bartender smiles. Now the blonde", "label": 1}, {"id": "swag_7309", "text": "He gives the floor a scuffing kick. He", "label": 1}, {"id": "swag_6358", "text": "The boy picks up the croquet stick and makes his shot. The boy", "label": 1}, {"id": "swag_6756", "text": "The curricle continues on its way, someone perched on the back. Now, he", "label": 1}, {"id": "swag_10106", "text": "The girl talks to the screen and smiles while the camera has a close up. The girl", "label": 1}, {"id": "swag_9903", "text": "King someone winces thoughtfully, then leans toward someone. He", "label": 1}, {"id": "swag_0002", "text": "The motorcyclist gets out of bed and prepares to leave by bathing using the bathroom and reading the newspaper. He", "label": 1}, {"id": "swag_0412", "text": "The woman demonstrates brushing her teeth. The woman", "label": 1}, {"id": "swag_3189", "text": "An older gentleman kisses her. As he leads her off, someone", "label": 1}, {"id": "swag_3000", "text": "A young boy plays the harmonica on the street. He", "label": 1}, {"id": "swag_9426", "text": "The person clean the leg with cotton. The person", "label": 1}, {"id": "swag_1971", "text": "The person is shaving using a knife. The person", "label": 1}, {"id": "swag_8209", "text": "After the stop sign, the car passes the man on the skateboard. The car stops and the man on the skateboard", "label": 1}, {"id": "swag_4845", "text": "The guy now fully clothed dances. The guy", "label": 1}, {"id": "swag_0547", "text": "The camera focuses on an older man's face. The camera", "label": 1}, {"id": "swag_1244", "text": "A man jumps over a low bar onto a mat. We then", "label": 2}, {"id": "swag_4754", "text": "He is silent for a moment, then blurts out. By this time a small crowd", "label": 2}, {"id": "swag_7239", "text": "Someone is standing, beckoning someone. They", "label": 2}, {"id": "swag_6880", "text": "Blonde woman is running in a race track and make a jump in an elastic bed. in the background people", "label": 2}, {"id": "swag_4863", "text": "A cup with lemonade is next a jar with a lemonade. A bowl with three cups of cold water, a cup of lemon juice, a cup of water and a cup of sugar", "label": 2}, {"id": "swag_9997", "text": "A man sits behind a desk. Two people", "label": 2}, {"id": "swag_1424", "text": "The man plays the video in reverse to look as if he's putting shaving cream on with the razor. The men then", "label": 2}, {"id": "swag_1693", "text": "A leader is using a baton to instruct them. They", "label": 2}, {"id": "swag_3435", "text": "He snaps his fingers and points to the car, then yanks open the car door, revealing empty seats. Smiling, people", "label": 2}, {"id": "swag_1964", "text": "The little boy talks and a girl starts pushing the boy on the swing. We", "label": 2}, {"id": "swag_5477", "text": "A man is seen standing at the bottom of a hole while a man records him. Two men", "label": 2}, {"id": "swag_5887", "text": "Someone questions his female colleague who shrugs. Through a window, we", "label": 2}, {"id": "swag_3166", "text": "A manager explains the players how to play Jai - Alai while a group of boys observe the training. Then, the players take turns to hit balls, and the manager", "label": 2}, {"id": "swag_6177", "text": "Next are clips of the man shown scoring various goals in a sport and celebrating with his team mates. The people in the audience cheer and the shot", "label": 2}, {"id": "swag_6767", "text": "A woman spins around, showing off her hair style. We", "label": 2}, {"id": "swag_1816", "text": "Someone hugs his son to his chest, gives him a slight smile, and looks over his head at the slim fair - haired woman who has followed the boy. They", "label": 2}, {"id": "swag_9947", "text": "The man rows fast on the machine. We", "label": 2}, {"id": "swag_2375", "text": "He barrels through traffic dividers, into the opposite lane. They", "label": 2}, {"id": "swag_6590", "text": "As he steps down, someone stops the mustached someone. People and the others", "label": 2}, {"id": "swag_5347", "text": "The kid grabs a sponge and its cleaning a pot. kid", "label": 2}, {"id": "swag_7121", "text": "Someone looks firmly at someone, his face shiny with perspiration. Someone", "label": 3}, {"id": "swag_4252", "text": "After some moments, he rises and limps away. Someone's", "label": 3}, {"id": "swag_1512", "text": "Someone turns and glances at the window. Someone just", "label": 3}, {"id": "swag_1625", "text": "She lowers her sad, resigned eyes. Someone", "label": 3}, {"id": "swag_9377", "text": "Someone starts to say something then thinks better of it, and remains silent. Someone", "label": 3}, {"id": "swag_1650", "text": "Someone closes his fingers around hers. With a tender expression, someone", "label": 3}, {"id": "swag_0828", "text": "He gazes at someone, whose eyes remain closed. Someone", "label": 3}, {"id": "swag_3986", "text": "As someone leaves, someone spots him on the monitor. Someone", "label": 3}, {"id": "swag_0944", "text": "Now he hands her cash. Little someone", "label": 3}, {"id": "swag_8141", "text": "Someone holds up a glass of liquor. She", "label": 3}, {"id": "swag_7599", "text": "Someone turns his back on someone. Someone", "label": 3}, {"id": "swag_4950", "text": "Someone lowers his demoralized gaze. Someone", "label": 3}, {"id": "swag_6603", "text": "Someone stands up on the railing and gazes toward the bow. As he steps down, someone", "label": 3}, {"id": "swag_3304", "text": "Someone turns to the nurse. Someone's left leg", "label": 3}, {"id": "swag_2571", "text": "Someone and someone step into a tent. Someone's mouth", "label": 3}, {"id": "swag_0666", "text": "A woman is talking inside an office. She", "label": 3}, {"id": "swag_7085", "text": "Someone nods and writes some more. Someone", "label": 3}, {"id": "swag_9319", "text": "Someone goes into his bedroom. Someone", "label": 3}, {"id": "swag_0024", "text": "It winks down at him as it flies off. Someone", "label": 3}, {"id": "swag_2073", "text": "A man in a grey warm up suit practices shot put behind a net. Another man in a green sweatshirt", "label": 3}, {"id": "swag_2784", "text": "The staff sergeant takes off his helmet. The Marine", "label": 4}, {"id": "swag_8893", "text": "The younger insurance rep solemnly faces his partner. The older man", "label": 4}, {"id": "swag_0008", "text": "The judge supervises the routine of the gymnast. Then, the gymnast spins", "label": 4}, {"id": "swag_2931", "text": "The official extends a red flag. As Master someone", "label": 4}, {"id": "swag_8715", "text": "She hits someone with a pillow. Now, someone", "label": 4}, {"id": "swag_8683", "text": "He is shown playing a game with a virtual sumo wrestler. The shorter man", "label": 4}, {"id": "swag_9337", "text": "Woman is cleaning utensils in a bucket. woman", "label": 4}, {"id": "swag_1917", "text": "A news reporter interviews a man on an ice skating rink. An athlete", "label": 4}, {"id": "swag_4302", "text": "We see boy is talking. A bike", "label": 4}, {"id": "swag_9540", "text": "He grabs her hair and pulls her head back. She", "label": 4}, {"id": "swag_2384", "text": "An officer hops out with his pistol drawn. The skiptracer", "label": 4}, {"id": "swag_6899", "text": "A black book called Windmills is on the screen. The camera", "label": 4}, {"id": "swag_1008", "text": "A baby eats bread in a high chair. A person", "label": 4}, {"id": "swag_4304", "text": "We see a man in red talking. A man", "label": 4}, {"id": "swag_7246", "text": "A man in a white striped shirt is smiling. A woman", "label": 4}, {"id": "swag_6949", "text": "The dog shakes his fur. The person", "label": 4}, {"id": "swag_2092", "text": "A close up of a person holding a bag is shown and follows with the person taking out the items. He", "label": 4}, {"id": "swag_2913", "text": "The boy bravely sits up. Master someone", "label": 4}, {"id": "swag_9535", "text": "He leaps up from the bed. She", "label": 4}, {"id": "swag_9117", "text": "The secretary flexes the foot of her crossed - leg as she eyes someone. The woman", "label": 4}, {"id": "swag_7260", "text": "He glances back at them. Someone", "label": 5}, {"id": "swag_8916", "text": "She winces as she watches. Someone", "label": 5}, {"id": "swag_10044", "text": "A Plainclothes Agent distributes leaflets bearing someone's picture to people inside the terminal. Someone", "label": 5}, {"id": "swag_4001", "text": "He taps the screen as the double steps up to the podium with his arm outstretched. Someone", "label": 5}, {"id": "swag_4547", "text": "Inside, a worker watching a football game spots her through the window and gets up. Outside, someone", "label": 5}, {"id": "swag_9433", "text": "Now the coin emerges from the back of the villain's head. Someone's parted lips and glistening eyes", "label": 5}, {"id": "swag_3511", "text": "He has messy brown hair and a mustache. Someone", "label": 5}, {"id": "swag_2090", "text": "A photographer snaps a picture. Someone", "label": 5}, {"id": "swag_9896", "text": "He nods at her beaming. Someone", "label": 5}, {"id": "swag_6735", "text": "She peeks towards him from the corner of her eyes. Someone", "label": 5}, {"id": "swag_9083", "text": "Later at someone's family farm, someone sees the lights on in the hangar. Someone", "label": 5}, {"id": "swag_9950", "text": "A text graphic is seen with a title and description. A man", "label": 5}, {"id": "swag_6076", "text": "He heads out of the plaza. Someone", "label": 5}, {"id": "swag_3016", "text": "Beyond the couple is a small, homely and packed restaurant. Someone", "label": 5}, {"id": "swag_2563", "text": "As he starts back, he sees someone's scared look just before he slams the door shut. Someone", "label": 5}, {"id": "swag_0492", "text": "We see a lady in front a person in costume. The man in red", "label": 5}, {"id": "swag_3120", "text": "A player holding a basketball dribbles the ball, run and jump to throw the ball in the basket several times. A man", "label": 5}, {"id": "swag_2928", "text": "As the bully swings his fists. Someone", "label": 5}, {"id": "swag_6803", "text": "The coach fires at someone but someone dives between them taking the hits. Shoulder bleeding, someone", "label": 5}, {"id": "swag_10049", "text": "He hands it back and moves on. Someone's motorcycle", "label": 5}, {"id": "swag_5571", "text": "The colorful chili peppers fly into the air. Now our view", "label": 6}, {"id": "swag_5413", "text": "Two women are seen holding a pose in the middle of a gym. They", "label": 6}, {"id": "swag_3660", "text": "A man and woman are on a stage together. They quickly", "label": 6}, {"id": "swag_6626", "text": "They look up at stained glass skylights. The Americans", "label": 6}, {"id": "swag_7791", "text": "A small group of people are seen standing around a field when one lady hits a ball. The people", "label": 6}, {"id": "swag_6491", "text": "The group go rafting on the water. They", "label": 6}, {"id": "swag_7516", "text": "The lady and the man dance around each other in a circle. The people", "label": 6}, {"id": "swag_3787", "text": "People are playing tug of war on a field. People", "label": 6}, {"id": "swag_2980", "text": "The class stands over the step and dances. The class", "label": 6}, {"id": "swag_2400", "text": "We see a score board on the screen. The racers pass a banner and we", "label": 6}, {"id": "swag_9015", "text": "Another group is seen riding along the river in front. The people", "label": 6}, {"id": "swag_9901", "text": "The people are then shown in various angles riding up a snowy mountain and going down a hill. Close ups of the people's faces", "label": 6}, {"id": "swag_1042", "text": "The horses are shown against a tree. Several riders", "label": 6}, {"id": "swag_9469", "text": "The people then ride around playing bumper cars while the camera man spins in circles and leaves once done. More people", "label": 6}, {"id": "swag_8555", "text": "People are sitting down on chairs. They", "label": 6}, {"id": "swag_7693", "text": "They step out onto the porch. They", "label": 6}, {"id": "swag_1461", "text": "We see a dancing man on the cover of a book then on a street. We", "label": 6}, {"id": "swag_5280", "text": "We zoom toward her as she takes off her bra clumsily. On the wide - screen tv behind him, we", "label": 6}, {"id": "swag_2203", "text": "We see a person pushed in the water come up under the boat. We", "label": 6}, {"id": "swag_8697", "text": "A group of two women and two men pose together. They", "label": 6}, {"id": "swag_9456", "text": "The American and Russian commanders each watch them returning. As someone", "label": 7}, {"id": "swag_3743", "text": "They pull up the carpet with a tool. Someone", "label": 7}, {"id": "swag_2510", "text": "Hand in hand, they leave the doorway. Someone", "label": 7}, {"id": "swag_8797", "text": "People suddenly wrap their arms around each other and kiss hungrily. Someone", "label": 7}, {"id": "swag_3168", "text": "People stand on the sidelines watching them. A person dressed up in a bunny costume", "label": 7}, {"id": "swag_6956", "text": "They are camped under a bridge. Someone", "label": 7}, {"id": "swag_3392", "text": "Various shots of plated food are shown followed by a sandwich sitting on a table and a woman holding up pans. The woman then", "label": 7}, {"id": "swag_0916", "text": "Four inches of Plexiglas separate the two and they talk on monitored phones. Someone", "label": 7}, {"id": "swag_6564", "text": "People turn as someone fires his gun in the air. Someone", "label": 7}, {"id": "swag_10003", "text": "People are seen watching the game. The lady", "label": 7}, {"id": "swag_0179", "text": "Several title screens appear and shows the word Crackbabies along with fiver point one pounds. When the video does eventually start, a man", "label": 7}, {"id": "swag_0643", "text": "People stand by the wall, laughing. He", "label": 7}, {"id": "swag_6720", "text": "Different people enjoy having a cup of tea together. A woman", "label": 7}, {"id": "swag_8129", "text": "The Marines stare gravely into each other's eyes. Someone", "label": 7}, {"id": "swag_8370", "text": "Someone and the people are traveling through the rolling hills of the Peaks. Someone", "label": 7}, {"id": "swag_7736", "text": "They knock their drinks back, and someone puffs on his cigarette. She", "label": 7}, {"id": "swag_0699", "text": "They each lick the salt off their own hands then drink the tequila shots. Someone", "label": 7}, {"id": "swag_6849", "text": "A group of walkers walk along the sidewalk near the lake. A man", "label": 7}, {"id": "swag_9157", "text": "Together, they wander a few steps without taking their eyes off of him. Now in the car as someone drives, someone", "label": 7}, {"id": "swag_7299", "text": "People leave the Room of Requirement. Someone", "label": 7}, {"id": "swag_9956", "text": "Someone works at the computer. A message", "label": 8}, {"id": "swag_8439", "text": "Someone stands in front of someone. Pushing someone aside, someone", "label": 8}, {"id": "swag_7949", "text": "Someone shoots someone a sidelong glance, then sits beside someone who eats rice from a pot. Someone", "label": 8}, {"id": "swag_7379", "text": "She mouths the word stop. Her mom", "label": 8}, {"id": "swag_4790", "text": "He smiles slightly, then furrows his brow. Later, the disassembled model, stacked in four panels,", "label": 8}, {"id": "swag_2712", "text": "Later she meets someone at the bar. He", "label": 8}, {"id": "swag_5267", "text": "Someone picks up a pack of cigarettes and an ashtray then inserts a small radio receiver into her ear. She", "label": 8}, {"id": "swag_9158", "text": "He faces forward and glances at someone. Now, a man in a blue suit", "label": 8}, {"id": "swag_1797", "text": "He heads to them and sits. The bus", "label": 8}, {"id": "swag_6072", "text": "Someone shares a gaze with someone. She", "label": 8}, {"id": "swag_2040", "text": "He ditches them and leads the zombies in another lap around the parking lot. Rule Number 1, Cardio,", "label": 8}, {"id": "swag_7547", "text": "Someone's hand opens it to a picture of a man - - the man we saw in someone's photo. He", "label": 8}, {"id": "swag_4155", "text": "He looks at her defiantly. She", "label": 8}, {"id": "swag_8832", "text": "Someone leaps to his feet and punches the agent in the face. Seemingly unaffected, the agent", "label": 8}, {"id": "swag_3439", "text": "He follows the others thrugh one of the door ways. The door", "label": 8}, {"id": "swag_8948", "text": "A logo for a sports even is shown. There", "label": 8}, {"id": "swag_7840", "text": "Someone walks over and gazes at the skyline. A plane's beacon lights", "label": 8}, {"id": "swag_7276", "text": "He examines someone's eyes. Someone", "label": 8}, {"id": "swag_7130", "text": "A person is wiping a sink with a towel. A woman in a red shirt", "label": 8}, {"id": "swag_8510", "text": "Someone looks at them disapprovingly as they hurry into the room. The cat", "label": 8}]